---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PanelConfiguration.OneColumn
enum: Autodesk.Revit.DB.Electrical.PanelConfiguration
source: html/eb06bea2-bdf7-1fde-c408-b7d32e910243.htm
---
# Autodesk.Revit.DB.Electrical.PanelConfiguration.OneColumn

Circuits are numbered top-to-bottom in one single column.